Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-IT/tmx_teil_3.tmx
Source language: en
Languages: it

source: Rhodium and its alloys
it: Rodio e sue leghe

source: Rope chain made of precious metal
it: Catenine intrecciate in metalli preziosi

source: Semi-finished articles of precious metals for use in the manufacture of jewellery
it: Articoli semilavorati in metalli preziosi per la produzione di articoli di gioielleria

source: Sardonyx [unwrought]
it: Sardonice [grezza]

source: Cases for horologicalronometric instruments
it: Scatole per strumenti cronometrici ed orologeria

source: Palladium
it: Palladio

source: Gold plated rings
it: Anelli placcati oro

source: Imitation jewellery ornaments
it: Ornamenti di bigiotteria

source: Cuff links coated with precious metals
it: Gemelli placcati in metalli preziosi

source: Gold plated chains
it: Catene placcate oro

source: Electronically operated movements for watches
it: Meccanismi elettronici per orologi

source: Articles of jewellery with ornamental stones
it: Articoli di gioielleria con pietre ornamentali

source: Cases [fitted] for horological articles
it: Custodie per articoli d'orologeria [attrezzate]

source: Medallions
it: Medaglioni

source: Medals coated with precious metals
it: Medaglie placcate con metalli preziosi

source: Objet d'art made of precious stones
it: Oggetti artistici in pietre preziose

source: Ornamental figurines made of precious metal
it: Statuette ornamentali in metalli preziosi

source: Watch straps made of metal or leather or plastic
it: Cinturini per orologi in metallo, pelle o plastica

source: Jewellery of yellow amber
it: Gioielli di ambra gialla

source: Commemorative coins
it: Monete commemorative

source: Atomic clocks
it: Orologi atomici

source: Iridium
it: Iridio

source: Sapphires
it: Zaffiri

source: Semi-wrought precious stones and their imitations
it: Pietre preziose semilavorate e loro imitazioni

source: Iridium and its alloys
it: Iridio e sue leghe

source: Ring holders of precious metal
it: Porta anelli in metallo prezioso

source: Semi-finished articles of precious stones for use in the manufacture of jewellery
it: Articoli semilavorati in pietre preziose per la produzione di gioielleria

source: Clocks and watches
it: Orologi in genere

source: Spinel [precious stones]
it: Spinelle [pietre preziose]

source: Gold plated earrings
it: Orecchini placcati oro

source: Horological articles
it: Prodotti di orologeria

source: Horological instruments made of gold
it: Strumenti di orologeria in oro

source: Closures for necklaces
it: Chiusure per collane

source: Chalcedony
it: Calcedonio

source: Jewellery rope chain for anklets
it: Cavigliere (articoli di gioielleria)

source: Earrings of precious metal
it: Orecchini in metallo prezioso

source: Apparatus for sports timing [stopwatches]
it: Dispositivi per cronometraggio sportivo

source: Artificial stones [precious or semi-precious]
it: Pietre artificiali [preziose e semipreziose]

source: Necklaces [jewellery]
it: Collane [gioielleria]

source: Opal
it: Opale

source: Medallions made of non-precious metals
it: Medaglioni in metalli non preziosi

source: Medallions made of precious metals
it: Medaglioni in metalli preziosi

source: Jewellery made of bronze
it: Gioielleria in bronzo

source: Chain mesh of semi-precious metals
it: Maglie di catenine in metalli semipreziosi

source: Figurines of precious stones
it: Statuette in pietre preziose

source: Earrings
it: Orecchini

source: Objet d'art of enamelled gold
it: Oggetti d'arte in oro smaltato

source: Wedding rings
it: Fedi nuziali

source: Precious jewellery
it: Gioielleria preziosa

source: Enamelled jewellery
it: Gioielli smaltati

source: Watches made of plated gold
it: Orologi in oro placcato

source: Statuettes made of semi-precious metals
it: Statuette in metalli semipreziosi

source: Trophies made of precious metals
it: Trofei in metalli preziosi

source: Digital clocks being electronically controlled
it: Orologi digitali con comandi elettronici

source: Cuff links of precious metal
it: Gemelli in metalli preziosi

source: Rope chain [jewellery] made of common metal
it: Catenine [articoli di gioielleria] in metallo comune

source: Personal ornaments of precious metal
it: Ornamenti personali in metallo prezioso

source: Osmium
it: Osmio

source: Cloisonné jewellery
it: Gioielli cloisonné

source: Cuff links made of precious metals with precious stones
it: Gemelli in metalli preziosi con pietre preziose

source: Threads of precious metal [jewellery]
it: Filati di metalli preziosi [gioielleria]

source: Jewellery made of crystal coated with precious metals
it: Articoli di gioielleria in cristallo placcato con metalli preziosi

source: Osmium and its alloys
it: Osmio e leghe relative

source: Badges of precious metal
it: Insegne in metalli preziosi

source: Key rings [split rings with trinket or decorative fob]
it: Portachiavi [anelli portachiavi con gingillo o charm]

source: Statues of precious metal and their alloys
it: Statue in metalli preziosi e loro leghe

source: Medals made of precious metals
it: Medaglie in metallo prezioso

source: Cases of precious metals for horological articles
it: Colfanetti in metalli preziosi per orologi

source: Figurines made from silver
it: Statuette in argento

source: Gold earrings
it: Orecchini in oro

source: Gold plated bracelets
it: Braccialetti placcati oro

source: Ornaments [statues] made of precious metal
it: Ornamenti in metalli preziosi [statue]

source: Grandfather clocks
it: Pendoli a colonna

source: Watches containing an electronic game function
it: Orologi contenenti una funzione di gioco elettronico

source: Watches for outdoor use
it: Orologi per ambienti esterni

source: Beads for making jewellery
it: Perle per creare bigiotteria

source: Topaz
it: Topazi

source: Presentation cases for horological articles
it: Custodie di presentazione per articoli di orologeria

source: Watches incorporating a memory function
it: Orologi con funzioni di memoria

source: Stands for clocks
it: Supporti per orologi

source: Cultured pearls
it: Perle coltivate

source: Decorative cuff link covers
it: Copri-gemelli decorativi

source: Precious metals
it: Metalli preziosi

source: Ruthenium and its alloys
it: Rutenio e sue leghe

source: Cases for clock- and watchmaking
it: Scatole per l'orologeria

source: Gold thread [jewellery]
it: Filati d'oro [gioielleria]

source: Decorative pins of precious metal
it: Spille ornamentali in metallo prezioso

source: Clips of silver [jewellery]
it: Fermagli in argento [gioielleria]

source: Clocks for world time zones
it: Orologi con fusi orari

source: Cuff links made of precious metals with semi-precious stones
it: Gemelli realizzati in metalli preziosi con pietre semipreziose

source: Trinkets of bronze
it: Ciondoli in bronzo

source: Commemorative medals
it: Medaglie commemorative

source: Escapements
it: Scappamenti

source: Articles of jewellery made of precious metal alloys
it: Articoli di gioielleria in leghe di metalli preziosi

source: Bracelets and watches combined
it: Braccialetti e orologi combinati

source: Palladium and its alloys
it: Palladio e leghe relative

source: Sports watches
it: Orologi sportivi

source: Metal wire [precious metal]
it: Filo metallico [metallo prezioso]

source: Parts for clocks
it: Parti di orologi

source: Jewellery fashioned of semi-precious stones
it: Articoli di goielleria di moda in pietre semipreziose

source: Precious metals, unwrought or semi-wrought
it: Metalli preziosi grezzi o semilavorati

source: Watch glasses
it: Vetri di orologi

source: Ingots of precious metals
it: Lingotti di metalli preziosi

source: Jades
it: Giade

source: Quartz watches
it: Orologi al quarzo

source: Collectible coins
it: Monete da collezione

source: Watches for nurses
it: Orologi per infermieri

source: Statuettes made of semi-precious stones
it: Statuette in pietre semipreziose

source: Mechanical watches
it: Orologi meccanici

source: Trophies coated with precious metal alloys
it: Trofei placcati con leghe di metalli preziosi

source: Silver
it: Argento

source: Key fobs [rings] coated with precious metal
it: Portachiavi placcati in metalli preziosi [anelli]

source: Agate [unwrought]
it: Agata [non fucinata]

source: Key chains as jewellery [trinkets or fobs]
it: Portachiavi gioiello [catenella o anello]

source: Platinum [metal]
it: Platino [metallo]

source: Jewellery made of semi-precious materials
it: Articoli di gioielleria in materiali semipreziosi

source: Jewellery rope chain for bracelets
it: Catenine per braccialetti (gioielleria)

source: Dress ornaments in the nature of jewellery
it: Ornamenti per abiti sotto forma di gioielleria

source: Mechanical watches with manual winding
it: Orologi meccanici con carica manuale

source: Non-monetary coins
it: Monete non in corso

source: Watches containing a game function
it: Orologi contenenti una funzione di gioco

source: Jewellery, including imitation jewellery and plastic jewellery
it: Gioielleria, incluso bigiotteria e bigiotteria in plastica

source: Figurines for ornamental purposes of precious stones
it: Statuette ornamentali in pietre preziose

source: Gold chains
it: Catene d'oro

source: Busts of precious metal
it: Busti in metallo prezioso

source: Pearl
it: Perle

source: Pendant watches
it: Orologi ciondolo

source: Jewellery findings
it: Ganci per gioielleria

source: Jewellery being articles of precious metals
it: Gioielleria composta da articoli in metalli preziosi

source: Gold
it: Oro

source: Cloisonne pins
it: Spille cloisonné

source: Emeralds
it: Smeraldi

source: Watches bearing insignia
it: Orologi contenenti decorazioni

source: Watches made of precious metals
it: Orologi in metalli preziosi

source: Model animals [ornaments] coated with precious metal
it: Modellini di animali [ornamenti] rivestiti in metallo prezioso

source: Cuff links made of porcelain
it: Gemelli in porcellana

source: Unwrought silver
it: Argento grezzo

source: Rings coated with precious metals
it: Anelli placcati con metalli preziosi

source: Chronometric apparatus and instruments
it: Apparecchi e strumenti cronometrici

source: Cuff links and tie clips
it: Gemelli e fermacravatte

source: Ruthenium
it: Rutenio

source: Collets being parts of jewellery
it: Castoni ovvero parti di gioielleria

source: Figurines coated with precious metal
it: Statuette placcate in metallo prezioso

source: Mechanical watches with automatic winding
it: Orologi meccanici con carica automatica

source: Jewellery chain of precious metal for necklaces
it: Catenine in metallo prezioso per collane

source: Jewellery chain of precious metal for bracelets
it: Catenelle in metalli preziosi per braccialetti

source: Friendship rings
it: Anelli dell'amicizia

source: Copper tokens
it: Gettoni di rame

source: Watch springs
it: Molle d'orologi

source: Works of art of precious metal
it: Oggetti d'arte in metallo prezioso

source: Boxes of precious metal
it: Scatole in metallo prezioso

source: Ornamental sculptures made of precious metal
it: Sculture ornamentali in metallo prezioso

source: Agates
it: Agate

source: Watchstraps made of leather
it: Cinturini in cuoio per orologi

source: Industrial clocks
it: Orologi industriali

source: Bracelets [jewellery]
it: Braccialetti [gioielleria]

source: Unwrought and semi-wrought precious stones and their imitations
it: Pietre preziose grezze e semilavorate e loro imitazioni

source: Watches made of rolled gold
it: Orologi in oro laminato

source: Precious and semi-precious gems
it: Gemme preziose e semipreziose

source: Trophies coated with precious metals
it: Trofei placcati con metalli preziosi

source: Chains of precious metals
it: Catenelle in metalli preziosi

source: Decorative articles [trinkets or jewellery] for personal use
it: Articoli decorativi [ciondoli o gioielleria] per uso personale

source: Digital clocks
it: Orologi digitali

source: Platinum and its alloys
it: Platino e leghe relative

source: Processed or semi-processed precious metals
it: Metalli preziosi lavorati o semilavorati

source: Clocks and watches for pigeon-fanciers
it: Orologi per appassionati di piccioni

source: Time clocks [master clocks] for controlling other clocks
it: Orologi di controllo [orologi madre] per controllare altri orologi

source: Semi-precious articles of bijouterie
it: Articoli semipreziosi di bigiotteria

source: Cases for chronometric instruments
it: Scatole per strumenti cronometrici

source: Pearls [jewellery]
it: Perle [gioielleria]

source: Electronic alarm clocks
it: Sveglie elettriche

source: Key fobs of precious metals
it: Portachiavi in metalli preziosi

source: Silver, unwrought or beaten
it: Argento, grezzo o battuto

source: Miniature clocks
it: Orologi in miniatura

source: Rings [jewellery]
it: Anelli [gioielleria]

source: Alloys of precious metal
it: Leghe di metalli preziosi

source: Model figures [ornaments] coated with precious metal
it: Statuette [ornamenti] rivestiti in metallo prezioso

source: Synthetic precious stones
it: Pietre preziose sintetiche

source: Key rings [trinkets or fobs] of precious metal
it: Portachiavi [catenelle o anelli] in metallo prezioso

source: Clocks and parts therefor
it: Orologi e relative parti

source: Precious metal alloys [other than for use in dentistry]
it: Leghe di metalli preziosi [non per l'odontoiatria]

source: Coins
it: Monete

source: Control clocks [master clocks]
it: Orologi di controllo [orologi madri]

source: Ship's chronometers
it: Cronometri per navi

source: Diadems
it: Diademi

source: Trophies made of precious metal alloys
it: Trofei in leghe di metalli preziosi

source: Diamond [unwrought]
it: Diamante [grezzo]

source: Jewellery rope chain for necklaces
it: Catenine per collane (gioielleria)

source: Jewellery incorporating precious stones
it: Gioielleria contenente pietre preziose

source: Women's watches
it: Orologi da donna

source: Bracelets of precious metal
it: Braccialetti in metalli preziosi

source: Articles of jewellery coated with precious metals
it: Gioielleria placcata con metalli preziosi

source: Threads of precious metals
it: Fili di metalli preziosi

source: Gemstones, pearls and precious metals, and imitations thereof
it: Gemme, perle e metalli prezioni e loro imitazioni

source: Jewellery boxes and watch boxes
it: Porta gioie e porta orologi

source: Other articles of precious metals and precious stones, and imitations thereof
it: Altri articoli di metalli preziosi e pietre preziose, e loro imitazioni

source: Statues and figurines, made of or coated with precious or semi-precious metals or stones, or imitations thereof
it: Statue e statuette, fatte o rivestite in metalli preziosi o semipreziosi o in pietre, o loro imitazioni

source: Ornaments, made of or coated with precious or semi-precious metals or stones, or imitations thereof
it: Ornamenti, fatti o rivestiti in metalli preziosi o semipreziosi o in pietre, o loro imitazioni

source: Clasps for jewellery
it: Chiusure per gioielleria

source: Gold bullion
it: Lingotti d'oro

source: Commemorative shields
it: Targhe commemorative

source: Watches incorporating a telecommunication function
it: Orologi con funzione di telecomunicazione

source: Bracelets made of embroidered textile [jewellery]
it: Braccialetti in tessuto ricamato [gioielleria]

source: Meditation beads
it: Mala per meditazione

source: Rosaries
it: Rosari

source: Decorative boxes made of precious metal
it: Scatole decorative in metalli preziosi

source: Fitted covers for jewelry rings to protect against impact, abrasion, and damage to the ring’s band and stones
it: Fodere sagomate per anelli per proteggere l'anello e le pietre da urti, abrasioni e danni

source: Jewelry clips for adapting pierced earrings to clip-on earrings
it: Clip di gioielleria per convertire gli orecchini a vite in orecchini a clip

source: Musical jewelry boxes
it: Carillon portagioie

source: Prize cups of precious metals
it: Coppe premio in metalli preziosi

source: Agate as jewellery
it: Agata, ovvero gioielli

source: Statues of precious metal of religious icons
it: Statue di icone religiose in metallo prezioso

source: Cases for watches [presentation]
it: Scrigni per l'orologeria

source: Amulets [jewellery]
it: Amuleti [gioielleria]

source: Jewelry boxes of precious metal
it: Portagioie in metallo prezioso

source: Chronographs [watches]
it: Cronografi [orologi]

source: Tie clips of precious metal
it: Fermacravatte in metallo prezioso

source: Brooches [jewellery]
it: Spillette [gioielleria]

source: Pins [jewellery]
it: Spille [gioielleria]

source: Jewellery
it: Oreficeria

source: Figures of precious metal
it: Statuine in metallo prezioso

source: Statues of precious metal
it: Statue in metalli preziosi

source: Sculptures of precious metal
it: Sculture in metallo prezioso

source: Figurines [statuettes] of precious metal
it: Figurine [statuette] in metalli preziosi

source: Movements for clocks and watches
it: Meccanismi di orologeria

source: Chains [jewellery]
it: Catene [gioielleria]

source: Gems
it: Gemme

source: Precious stones
it: Pietre preziose

source: Commemorative shields of precious metal
it: Targhe commemorative in metalli preziosi

source: Automatic watches
it: Orologi automatici

source: Silver alloys
it: Leghe d'argento

source: Ruthenium alloys
it: Leghe di rutenio

source: Rhodium alloys
it: Leghe di rodio

source: Palladium alloys
it: Leghe di palladio

source: Osmium alloys
it: Leghe di osmio

source: Iridium alloys
it: Leghe di iridio

source: Key fobs of imitation leather
it: Portachiavi in similpelle

source: Key fobs of common metal
it: Portachiavi in metallo comune

source: Key fobs, not of metal
it: Portachiavi, non in metallo

source: Leather jewelry boxes
it: Portagioie in pelle

source: Leather key fobs
it: Portachiavi in pelle

source: Desktop statuary made of precious metal
it: Statuette da scrivania in metallo prezioso

source: Jewelry boxes of metal
it: Portagioie in metallo

source: Split rings of precious metal for keys
it: Anelli portachiavi in metalli preziosi

source: Chronometers
it: Cronometri

source: Jewelry organizer rolls for travel
it: Rotoli portagioielli da viaggio

source: Wristwatches with pedometers
it: Orologi da polso con contapassi

source: Wristwatches with GPS apparatus
it: Orologi da polso con apparecchi GPS

source: Watches with the function of wireless communication
it: Orologi con funzioni di comunicazione senza fili

source: Platinum alloys
it: Leghe di platino

source: Commemorative statuary cups made of precious metal
it: Coppe commemorative in metallo prezioso

source: Necklaces of precious metal
it: Collane in metallo prezioso

source: Commemorative boxes of precious metal
it: Scatole commemorative in metallo prezioso

source: Friendship bracelets
it: Bracciali dell'amicizia

source: Gold necklaces
it: Collane d'oro

source: Gold-plated necklaces
it: Collane placcate in oro

source: Oscillators for clocks
it: Oscillatori per orologi

source: Oscillators for timepieces
it: Oscillatori per orologeria

source: Platinum jewelry
it: Gioielli di platino

source: Platinum rings
it: Anelli di platino

source: Scarf clips being jewelry
it: Clip per sciarpe (gioielleria)

source: Semi-worked precious metals
it: Metalli preziosi semilavorati

source: Silver necklaces
it: Collane in argento

source: Silver-plated necklaces
it: Collane placcate in argento

source: Silver thread [jewellery]
it: Fili d'argento [gioielleria]

source: Cameos [jewelry]
it: Cammei [gioielleria]

source: Fittings for watches
it: Accessori per orologi

source: Parts and fittings for jewellery
it: Parti e accessori per gioielleria

source: Parts and fittings for horological instruments
it: Parti e accessori per strumenti d'orologeria

source: Parts and fittings for chronometric instruments
it: Parti e accessori per strumenti cronometrici

source: Boxes for cufflinks
it: Scatole per gemelli

source: Facial jewellery
it: Gioielli per il viso

source: Children's jewelry
it: Gioielleria infantile

source: Silver watches
it: Orologi d'argento

source: Platinum watches
it: Orologi di platino

source: Natural pearls
it: Perle naturali

source: Chronographs for use as timepieces
it: Cronografi a uso di orologi

source: Grave markers of precious metal
it: Lapidi in metalli preziosi per tombe

source: Holiday ornaments [figurines] of precious metal, other than tree ornaments
it: Decorazioni per festività [statuette] in metalli preziosi, tranne ornamenti per alberi

source: Keyrings of common metal
it: Portachiavi in metallo comune

source: Jewelry charms in precious metals or coated therewith
it: Ciondoli per la gioielleria in metalli preziosi o placcati

source: Plastic costume jewellery
it: Bigiotteria in plastica

source: Body costume jewellery
it: Bigiotteria per il corpo

source: Violins
it: Violini

source: Harp strings
it: Corde di arpe

source: Keys for musical instruments
it: Tasti per strumenti musicali

source: Wind pipes for organs
it: Portavento per organi

source: Electric guitars
it: Chitarre elettriche

source: Hats with bells [musical instruments]
it: Cappelli cinesi [strumenti musicali]

source: Reeds for musical instruments
it: Ance per strumenti musicali

source: Electronic apparatus for synthesising music [musical instrument]
it: Apparecchi elettronici per sintetizzazione musica [strumenti musicali]

source: Strings for western musical instruments
it: Corde per strumenti musicali occidentali

source: Musical instruments incorporating arrangements for modifying audio signals
it: Strumenti musicali contenenti dispositivi per la modifica di segnali audio

source: Jews' harps [musical instruments]
it: Scacciapensieri [strumenti musicali]

source: Covers (Shaped -) for musical instruments
it: Custodie (sagomate) per strumenti musicali

source: Tom-toms
it: Tam tam

source: Clarions
it: Trombette

source: Harps
it: Arpe

source: Harmonicas
it: Armoniche

source: Musical instruments
it: Strumenti musicali

source: Electronic musical apparatus and instruments
it: Apparecchi e strumenti musicali elettronici

source: Huqin [Chinese violins]
it: Huqin [violini cinesi]

source: Japanese hand drums (tsuzumi)
it: Tamburi a mano giapponesi (tsuzumi)

source: Bows for musical instruments
it: Archetti per strumenti musicali

source: Strings for musical instruments
it: Corde di strumenti musicali

source: Organs
it: Organi

source: Bass guitars
it: Chitarre basso

source: Bassoons
it: Fagotti

source: Japanese picks [tsume]
it: Plettri giapponesi [tsume]

source: Organs [musical instruments]
it: Organi [strumenti musicali]

source: Buccins [trumpets]
it: Buccine [trombe]

source: Pegs for musical instruments
it: Bischeri per strumenti musicali

source: Electronic musical apparatus for instruction
it: Apparecchi musicali elettronici didattici

source: Japanese traditional musical instruments
it: Strumenti musicali tradizionali giapponesi

source: Oriental harps [koto]
it: Arpe orientali [koto]

source: Movements for musical boxes
it: Movimenti per carillon

source: Musical boxes in the form of porcelain bisque figurines
it: Carillon sotto forma di statuette in porcellana biscottata

source: Autoplaying electronic pianos
it: Pianoforti elettronici automatici

source: Drum pedals [musical instruments]
it: Pedali per tamburi [strumenti musicali]

source: Drums [musical instruments]
it: Tamburi [strumenti musicali]

source: Violas
it: Viole

source: Cases for musical instruments
it: Custodie per strumenti musicali

source: Tuning apparatus for musical instruments
it: Dispositivi per accordare strumenti musicali

source: Oboes
it: Oboe

source: Intensity regulators for mechanical pianos
it: Regolatori d'intensità per pianoforti meccanici

source: Stands for musical instruments
it: Sostegni per strumenti musicali

source: Musical keyboard carrying cases
it: Custodie per tastiere musicali
